Repository: ste8/MemoApp
Catalog: MemoApp.Localization/Resources/AppResources.*.resx
Languages: it

# AppTitle
source: Major System Training
it: Allenamento Sistema Maggiore

# MainPage_Title
source: Major System Training
it: Allenamento Sistema Maggiore

# MainPage_Subtitle
source: Master the art of number memorization
it: Padroneggia l'arte della memorizzazione dei numeri

# MainPage_QuickStart
source: Quick Start
it: Avvio Rapido

# MainPage_BeginTraining
source: Begin Training (00-09)
it: Inizia Allenamento (00-09)

# MainPage_BeginTrainingBase
source: Begin Training
it: Inizia Allenamento

# MainPage_MajorSystemGuide
source: Major System Guide
it: Guida Sistema Maggiore

# MainPage_CustomRange
source: Custom Range
it: Intervallo Personalizzato

# MainPage_StartNumber
source: Start number
it: Numero iniziale

# MainPage_EndNumber
source: End number
it: Numero finale

# MainPage_StartCustomTraining
source: Start Custom Training
it: Inizia Allenamento Personalizzato

# MainPage_PresetTraining
source: Preset Training
it: Allenamenti Predefiniti

# TrainingOption_Beginner
source: Beginner
it: Principiante

# TrainingOption_BeginnerDesc
source: Zero-prefixed numbers (00-09)
it: Numeri con zero iniziale (00-09)

# TrainingOption_SingleDigits
source: Single Digits
it: Cifre Singole

# TrainingOption_SingleDigitsDesc
source: Basic single digits (0-9)
it: Cifre singole di base (0-9)

# TrainingOption_Teens
source: Teens
it: Adolescenti

# TrainingOption_TeensDesc
source: Teen numbers (10-19)
it: Numeri dell'adolescenza (10-19)

# TrainingOption_Twenties
source: Twenties
it: Ventine

# TrainingOption_TwentiesDesc
source: Twenty range (20-29)
it: Intervallo dei venti (20-29)

# TrainingOption_First50
source: First 50
it: Primi 50

# TrainingOption_First50Desc
source: Extended practice (00-49)
it: Pratica estesa (00-49)

# TrainingOption_FullRange
source: Full Range
it: Intervallo Completo

# TrainingOption_FullRangeDesc
source: Complete Major System (00-99)
it: Sistema Maggiore completo (00-99)

# TrainingSession_Title
source: Training Session
it: Sessione di Allenamento

# TrainingSession_Progress
source: Progress
it: Progresso

# TrainingSession_Completed
source: Completed: {0}
it: Completati: {0}

# TrainingSession_Total
source: Total: {0}
it: Totale: {0}

# TrainingSession_Remaining
source: Remaining: {0}
it: Rimanenti: {0}

# TrainingSession_CurrentNumber
source: Current Number
it: Numero Corrente

# TrainingSession_YourAnswer
source: Your Answer
it: La Tua Risposta

# TrainingSession_EnterYourAnswer
source: Enter your answer...
it: Inserisci la tua risposta...

# TrainingSession_Submit
source: Submit
it: Invia

# TrainingSession_NextNumber
source: Next Number
it: Numero Successivo

# TrainingSession_Complete
source: Session Complete!
it: Sessione Completata!

# TrainingSession_Statistics
source: Session Statistics
it: Statistiche della Sessione

# TrainingSession_TotalDuration
source: Total Duration:
it: Durata Totale:

# TrainingSession_AverageTime
source: Average Time:
it: Tempo Medio:

# TrainingSession_FastestTime
source: Fastest Time:
it: Tempo più Veloce:

# TrainingSession_SlowestTime
source: Slowest Time:
it: Tempo più Lento:

# TrainingSession_ViewDetails
source: View Details
it: Visualizza Dettagli

# TrainingSession_BackToHome
source: Back to Home
it: Torna alla Home

# Statistics_Title
source: Session Details
it: Dettagli della Sessione

# Statistics_NumbersToPracticeMore
source: Numbers to Practice More
it: Numeri da Praticare di Più

# Statistics_AllNumbers
source: All Numbers
it: Tutti i Numeri

# Help_Title
source: Major System Guide
it: Guida Sistema Maggiore

# Validation_RangeError
source: Start number must be less than or equal to end number.
it: Il numero iniziale deve essere minore o uguale al numero finale.

# Common_Range
source: Range:
it: Intervallo:

# Common_To
source: to
it: a

# Help_WhatIsTitle
source: 🧠 What is the Major System?
it: 🧠 Cos'è il Sistema Maggiore?

# Help_TryQuickTraining
source: Try Quick Training
it: Prova Allenamento Veloce

# Help_DigitMappingsTitle
source: 🔢 Digit to Sound Mappings
it: 🔢 Mappatura Cifre-Suoni

# Help_DigitMappingsDesc
source: Each digit corresponds to specific consonant sounds:
it: Ogni cifra corrisponde a specifici suoni consonantici:

# Help_ExampleWordsTitle
source: 💡 Example Words
it: 💡 Parole di Esempio

# Help_ExampleWordsDesc
source: Here are some examples of how numbers become words:
it: Ecco alcuni esempi di come i numeri diventano parole:

# Help_RulesTitle
source: 📝 Important Rules & Tips
it: 📝 Regole Importanti & Consigli

# Help_StartTrainingNow
source: Start Training Now
it: Inizia Allenamento

# TrainingSession_ThinkInstruction
source: Think of your word/image association
it: Pensa alla tua associazione parola/immagine

# TrainingSession_HelpTip
source: 💡 Take your time to recall your Major System word or image for this number, then tap 'Next Number' to continue. Press 'N' for quick access.
it: 💡 Prenditi il tempo per ricordare la tua parola o immagine del Sistema Maggiore per questo numero, poi tocca 'Numero Successivo' per continuare. Premi 'N' per l'accesso rapido.

# TrainingSession_CompletionMessage
source: Great job! You've completed all numbers in this range.
it: Ottimo lavoro! Hai completato tutti i numeri in questo intervallo.

# TrainingSession_SessionSummary
source: Session Summary
it: Riepilogo Sessione

# TrainingSession_NewSession
source: New Session
it: Nuova Sessione

# Statistics_SessionSummary
source: Session Summary
it: Riepilogo Sessione

# Statistics_TotalDuration
source: Total Duration
it: Durata Totale

# Statistics_FastestNumber
source: Fastest Number
it: Numero Più Veloce

# Statistics_AverageTime
source: Average Time
it: Tempo Medio

# Statistics_SlowestNumber
source: Slowest Number
it: Numero Più Lento

# Statistics_NumbersToPracticeMoreIcon
source: 📚 Numbers to Practice More
it: 📚 Numeri da Praticare di Più

# Statistics_AllNumbersTitle
source: 📊 All Numbers (Fastest to Slowest)
it: 📊 Tutti i Numeri (Dal Più Veloce al Più Lento)

# Statistics_Back
source: Back
it: Indietro

# Common_NewSession
source: New Session
it: Nuova Sessione

# Language_Title
source: Language
it: Lingua

# Language_SelectPrompt
source: Select Language
it: Seleziona Lingua

# Common_Cancel
source: Cancel
it: Annulla

# TrainingSession_KeyboardShortcutHint
source: Press N to go to next number
it: Premi N per andare al numero successivo

# Accessibility_NextButton
source: Next number button
it: Pulsante numero successivo

# Accessibility_NextButtonHelp
source: Proceed to the next number in the training sequence
it: Procedi al numero successivo nella sequenza di allenamento

# Accessibility_ProgressBar
source: Training progress
it: Progresso dell'allenamento

# Accessibility_CurrentNumber
source: Current training number
it: Numero corrente dell'allenamento

# Accessibility_LanguageButton
source: Change language
it: Cambia lingua

# Accessibility_LanguageButtonHelp
source: Select the application language
it: Seleziona la lingua dell'applicazione

# Accessibility_StartTrainingButton
source: Start training session
it: Inizia sessione di allenamento

# Accessibility_StatisticsButton
source: View detailed statistics
it: Visualizza statistiche dettagliate

# Accessibility_NewSessionButton
source: Start new training session
it: Inizia nuova sessione di allenamento

# Accessibility_BackButton
source: Go back
it: Torna indietro

# Accessibility_LoadingIndicator
source: Loading
it: Caricamento

# Accessibility_BeginTrainingButton
source: Begin training button
it: Pulsante inizia addestramento

# Accessibility_BeginTrainingButtonHelp
source: Start a quick training session with numbers 0-9
it: Inizia una sessione di addestramento rapido con numeri 0-9

# Accessibility_HelpButton
source: Major System guide button
it: Pulsante guida Major System

# Accessibility_HelpButtonHelp
source: View the Major System guide and instructions
it: Visualizza la guida e le istruzioni del Major System

# Accessibility_StartNumberPicker
source: Start number picker
it: Selettore numero iniziale

# Accessibility_StartNumberPickerHelp
source: Select the starting number for custom training range
it: Seleziona il numero iniziale per l'intervallo di addestramento personalizzato

# Accessibility_EndNumberPicker
source: End number picker
it: Selettore numero finale

# Accessibility_EndNumberPickerHelp
source: Select the ending number for custom training range
it: Seleziona il numero finale per l'intervallo di addestramento personalizzato

# Accessibility_StartCustomTrainingButton
source: Start custom training button
it: Pulsante inizia addestramento personalizzato

# Accessibility_StartCustomTrainingButtonHelp
source: Start training session with your selected number range
it: Inizia sessione di addestramento con l'intervallo di numeri selezionato

# Settings_Title
source: Settings
it: Impostazioni

# Settings_General
source: General
it: Generale

# Settings_Advanced
source: Advanced
it: Avanzate

# Language_Description
source: Select your preferred language for the app interface
it: Seleziona la lingua preferita per l'interfaccia dell'app

# NumberFormat_Title
source: Number Format
it: Formato Numeri

# NumberFormat_Description
source: Choose how numbers are displayed in the Major System
it: Scegli come vengono visualizzati i numeri nel Sistema Maggiore

# NumberFormat_Padded
source: 00-99 (Padded)
it: 00-99 (Con Zeri)

# NumberFormat_Natural
source: 0-99 (Natural)
it: 0-99 (Naturale)

# NumberFormat_SelectPrompt
source: Select Number Format
it: Seleziona Formato Numeri

source: Cancel
it: Annulla

# Tab_Training
source: Training
it: Allenamento

# Tab_Help
source: Help
it: Aiuto

# Tab_Settings
source: Settings
it: Impostazioni
